Repository: valu-digital/ptv-for-wordpress
Catalog: languages/ptv-for-wordpress-*.po
Languages: fi

source: PTV settings
fi: PTV-asetukset

source: PTV Settings
fi: PTV-asetukset

source: General settings
fi: Yleiset asetukset

source: Organization ID
fi: Organisaationtunniste

source: Primary language
fi: ﻿Ensisijainen kieli

source: Finnish
fi: Suomi

source: Swedish
fi: Ruotsi

source: English
fi: Englanti

source: Monday
fi: ﻿Maanantai

source: Tuesday
fi: Tiistai

source: Wednesday
fi: Keskiviikko

source: Thursday
fi: ﻿Torstai

source: Friday
fi: ﻿Perjantai

source: Saturday
fi: ﻿Lauantai

source: Sunday
fi: Sunnuntai

source: Standard
fi: Normaalit palveluajat

source: Special
fi: Vuorokauden yli menevät palveluajat

source: Exception
fi: Poikkeavat palveluajat

source: Municipality
fi: Kunta

source: Company
fi: Yritys

source: State
fi: Valtio

source: RegionalOrganization
fi: Organisaatio

source: Organization
fi: ﻿Organisaatio

source: Published
fi: ﻿Julkaistu

source: Draft
fi: ﻿Luonnos

source: Archived
fi: Arkistoitu

source: Name
fi: Nimi

source: AlternateName
fi: Vaihtoehtoinen nimi

source: Attachment
fi: Liite

source: Form
fi: Lomake

source: Phone
fi: Puhelin

source: Sms
fi: Tekstiviesti

source: Fax
fi: Faksi

source: Whole country
fi: ﻿Koko maa

source: Whole country except Aland Islands
fi: ﻿Koko maa lukuun ottamatta Ahvenanmaata

source: Restricted area
fi: ﻿Rajoitettu alue

source: Province
fi: Maakunta

source: Business Regions
fi: Yrityspalveluiden seutualueet

source: Hospital Regions
fi: Sairaanhoitopiirit

source: items
fi: kohdetta

source: new
fi: uusi

source: General
fi: Yleiset

source: Organization name
fi: Organisaation nimi

source: Max length 100 characters.
fi: Maksimipituus 100 merkkiä.

source: Alternate name
fi: Vaihtoehtoinen nimi

source: Display name
fi: Ensisijaisesti käytettävä nimi

source: Short description
fi: Tiivistelmä

source: Max length 150 characters.
fi: Maksimipituus 150 merkkiä.

source: Description
fi: Kuvaus

source: Max length 2500 characters.
fi: Maksimipituus 2500 merkkiä.

source: Business code
fi: Y-tunnus

source: Email addresses
fi: ﻿Sähköpostiosoitteet

source: Email
fi: ﻿Sähköposti

source: Areas
fi: Alueet

source: Area type
fi: ﻿Alueen tyyppi

source: Type
fi: ﻿Tyyppi

source: Select municipalities
fi: Valitse kunnat

source: Select provinces
fi: ﻿Valitse maakunnat

source: Select business regions
fi: Valitse yrityspalveluiden seutualueet

source: Select hospital regions
fi: Valitse sairaanhoitopiirit

source: Phone numbers
fi: ﻿Puhelinnumerot

source: Is Finnish Service number?
fi: Palvelunumero, johon ei voi soittaa ulkomailta.

source: Prefix number
fi: Suuntanumero

source: Number
fi: ﻿Numero

source: Additional information
fi: ﻿Lisätiedot

source: Service charge type
fi: Palvelun maksullisuus

source: Charged
fi: Maksullinen

source: Free
fi: Maksuton

source: Other
fi: Muu

source: Service charge details
fi: Maksullisuuden lisätiedot

source: Channel Type
fi: Kanavan tyyppi

source: Electronic invoicings
fi: Sähköinen laskutus

source: Operator code
fi: Operaattoritunnus

source: Electronic invoicing address
fi: Verkkolaskuosoite

source: Web pages
fi: ﻿Verkkosivut

source: URL address
fi: URL-osoite

source: Max length 500 characters.
fi: Maksimipituus 500 merkkiä.

source: Please start URL address with http:// or https://.
fi: Huolehdi, että verkko-osoitteen alussa on http:// tai https://.

source: Web Page Name
fi: Verkkosivun nimi

source: Addresses
fi: Osoitteet

source: Visiting address
fi: Käyntiosoite

source: Mailing address
fi: Postiosoite

source: Subtype
fi: Alatyyppi

source: Single
fi: ﻿Yksittäinen

source: Street
fi: Katu

source: Post office box
fi: Postilokero-osoite

source: Abroad
fi: ﻿Sijainti ulkomailla

source: Street address
fi: Katuosoite

source: Street number
fi: ﻿Katuosoite

source: Postal code
fi: Postinumero

source: Post office
fi: Postitoimipaikka

source: Location abroad
fi: ﻿Sijainti ulkomailla

source: Addresses are common to all translations. Add equal number of addresses to each translation.
fi: Osoitteet ovat yhteisiä kaikille kieliversioille. Lisää sama määrä osoitteita kaikkiin kieliversioihin.

source: Meta
fi: Metatiedot

source: PTV ID
fi: PTV-tunniste

source: Modified
fi: Muokattu

source: Organization type
fi: Organisaation tyyppi

source: Publishing status
fi: Julkaisun tila

source: Changing publishing status affects all language versions. After publishing status can be set only as archived.
fi: Julkaisutilan muuttaminen vaikuttaa kaikkiin kieliversioihin. Julkaisun jälkeen tila voidaan asettaa ainoastaan arkistoiduksi.

source: Service
fi: ﻿Palvelu

source: General Information
fi: Perustiedot

source: General description
fi: Pohjakuvaus

source: Service name
fi: ﻿Palvelun nimi

source: Service alternate name
fi: ﻿Vaihtoehtoinen nimi

source: Service type
fi: Palvelun tyyppi

source: Permission and obligation
fi: Lupa tai muu velvoite

source: Professional qualification
fi: ﻿Ammattipätevyys

source: Requirements
fi: Ehdot ja kriteerit

source: User instructions
fi: Toimintaohjeet

source: Dead line additional info
fi: Määräaika

source: Validity time additional info
fi: Voimassaoloaika

source: Processing time additional info
fi: Käsittelyaika

source: Service Charge Details
fi: Maksullisuuden tiedot

source: Charge type additional info
fi: Maksullisuuden lisätiedot

source: Languages
fi: Kielet

source: Service is available in following languages
fi: Kielet, joilla palvelu on saatavilla

source: Legislation
fi: Lakitiedot

source: Laws
fi: Lakitiedot

source: Web Page
fi: Verkkosivu

source: Removing legislation element affects other language versions.
fi: Lakitiedon poistaminen vaikuttaa muihin kieliversioihin.

source: Service Channels
fi: Asiointikanavat

source: Service channel IDs
fi: Palvelukanavien tunnukset

source: Service channel ID
fi: Palvelukanavan tunnus

source: Organizations
fi: ﻿Organisaatiot

source: Organization role
fi: Organisaation rooli

source: Responsible
fi: Palvelun vastuutaho

source: Producer
fi: ﻿Tuottaja

source: Other responsible
fi: Muu vastuutaho

source: Provision Type
fi: Palvelun tyyppi

source: Self produced services
fi: ﻿Itse tuotetut palvelut

source: Purchase services
fi: Ostopalvelut

source: Add at least one service producer and one responsible organization.
fi: Lisää vähintään yksi palvelutuottaja ja yksi palvelun vastuutaho.

source: Service vouchers
fi: Palvelusetelipalvelut

source: Service vouchers in use?
fi: Palvelussa on käytössä palveluseteli?

source: Value
fi: Arvo

source: Url
fi: ﻿URL-osoite

source: Funding type
fi: ﻿Rahoitustyyppi

source: Publicly funded
fi: Julkinen palvelu

source: Market funded
fi: Yksityinen palvelu

source: Echannel
fi: Verkkoasiointi

source: Service channel name
fi: Palvelukanavan nimi

source: Signatures and authentication
fi: Sähköinen tunnistus ja allekirjoitus

source: Requires authentication
fi: Edellyttää sähköistä tunnistusta

source: No
fi: Ei

source: Yes
fi: Kyllä

source: Requires signature
fi: ﻿Edellyttää allekirjoitusta

source: Signature quantity
fi: Allekirjoitusten lukumäärä

source: Support
fi: ﻿Tuki

source: Support phones
fi: Tuen puhelinnumerot

source: Is finnish service number?
fi: Palvelunumero, johon ei voi soittaa ulkomailta.

source: Support emails
fi: Tuen sähköpostiosoitteet

source: Attachments
fi: Liitteet

source: Service hours
fi: Palveluajat

source: Service hour type
fi: Palveluajan tyyppi

source: Valid for now
fi: ﻿Voimassa toistaiseksi

source: Valid from
fi: Voimassaolo alkaa

source: Valid to
fi: Voimassaolo päättyy

source: Opening hours
fi: Aukioloajat

source: Day from
fi: Alkaa

source: Day to
fi: Päättyy

source: Time from
fi: Alkuaika

source: Time To
fi: Päätösaika

source: Is extra?
fi: Onko lisäaika?

source: Is closed
fi: Suljettu koko ajanjakson

source: Service channel type
fi: Palvelukanavan tyyppi

source: Phone Channel
fi: Puhelinasionti

source: Phone Number
fi: ﻿Puhelinnumero

source: Web page
fi: Verkkosivu

source: Changing publishing status affects all translations.
fi: Julkaisun tilan muuttaminen vaikuttaa kaikkiin kieliversioihin.

source: Printable Form
fi: Tulostettava lomake

source: Form Name
fi: Lomakkeen nimi

source: Form Identifier
fi: ﻿Lomakkeen tunnus

source: Files
fi: ﻿Tiedostot

source: Document details
fi: Dokumenttien tiedot

source: Document Type
fi: Tiedostomuoto

source: Delivery address
fi: Toimitusosoite

source: Form receiver
fi: Lomakkeen vastaanottaja

source: Delivery addresses
fi: ﻿Toimitusosoitteet

source: No Address
fi: Ei osoitetta

source: Delivery address in text
fi: Toimitustieto sanallisesti

source: Service Location Channel
fi: Palvelupaikka

source: Addresses are common to all translations. Visiting address is required.
fi: Osoitteet ovat yhteisiä kaikille kieliversioille. Käyntiosoite on pakollinen.

source: Phones and faxes
fi: Puhelimet ja faxit

source: Contact
fi: ﻿Yhteystiedot

source: Emails
fi: Sähköpostit

source: Error details:
fi: Virheen yksityiskohdat:

# Post Type General Name
source: Organizations
fi: ﻿Organisaatiot

# Post Type Singular Name
source: Organization
fi: ﻿Organisaatio

source: Organization Archives
fi: Arkisto: organisaatiot

source: Organization Attributes
fi: Organisaation ominaisuudet

source: Parent Organization:
fi: Yläorganisaatio:

source: Add New Organization
fi: ﻿Lisää uusi organisaatio

source: Add New
fi: ﻿Lisää uusi

source: New Organization
fi: Uusi organisaatio

source: Edit Organization
fi: Muokkaa organisaatiota

source: Update Organization
fi: Päivitä organisaatio

source: View Organization
fi: Näytä organisaatio

source: View Organizations
fi: Näytä organisaatiot

source: Search Organization
fi: Etsi organisaatioista

source: Not found
fi: ﻿Ei tuloksia

source: Not found in Trash
fi: Ei tuloksia roskakorissa

source: Featured Image
fi: ﻿Artikkelikuva

source: Set featured image
fi: Aseta artikkelikuva

source: Remove featured image
fi: Poista artikkelikuva

source: Use as featured image
fi: ﻿Käytä artikkelikuvana

source: Insert into Organization
fi: Lisää organisaatioon

source: Uploaded to this item
fi: ﻿Ladattu tähän kohteeseen

source: Organizations list
fi: Organisaatioluettelo

source: Organizations list navigation
fi: Organisaatioluettelon navigaatio

source: Filter services list
fi: Suodata palveluluetteloa

# Post Type General Name
source: Webpage Channels
fi: Verkkosivut

# Post Type Singular Name
source: Webpage Channel
fi: Verkkosivu

source: Webpage Channels
fi: Verkkosivut

source: Webpage Channel
fi: Verkkosivu

source: Webpage Channel Archives
fi: Arkisto: Verkkosivut

source: Webpage Channel Attributes
fi: Verkkosivun ominaisuudet

source: Parent Webpage Channel:
fi: Yläverkkosivu:

source: Add New Webpage Channel
fi: Lisää uusi verkkosivu

source: New Webpage Channel
fi: Uusi verkkosivu

source: Edit Webpage Channel
fi: Muokkaa verkkosivua

source: Update Webpage Channel
fi: Päivitä verkkosivu

source: View Webpage Channel
fi: Näytä verkkosivu

source: View Webpage Channels
fi: Näytä verkkosivut

source: Search Webpage Channel
fi: Etsi verkkosivuista

source: Insert into Webpage Channel
fi: Lisää verkkosivuun

source: Webpage Channels list
fi: Verkkosivuluettelo

source: Webpage Channels list navigation
fi: Verkkosivuluettelon navigaatio

# Post Type General Name
source: Service Location Channels
fi: Palvelupaikat

# Post Type Singular Name
source: Service Location Channel
fi: Palvelupaikka

source: Service Location Channels
fi: Palvelupaikat

source: Service Location Channel Archives
fi: Arkisto: Palvelupaikat

source: Service Location Channel Attributes
fi: Palvelupaikan ominaisuudet

source: Parent Service Location Channel:
fi: Yläpalvelupaikka:

source: Add New Service Location Channel
fi: Lisää uusi palvelupaikka

source: New Service Location Channel
fi: Uusi palvelupaikka

source: Edit Service Location Channel
fi: Muokkaa palvelupaikkaa

source: Update Service Location Channel
fi: Päivitä palvelupaikka

source: View Service Location Channel
fi: Näytä palvelupaikka

source: View Service Location Channels
fi: Näytä palvelupaikat

source: Search Service Location Channel
fi: Etsi palvelupaikoista

source: Insert into Service Location Channel
fi: Lisää palvelupaikkaan

source: Service Location Channels list
fi: Palvelupaikkaluettelo

source: Service Location Channels list navigation
fi: Palvelupaikkojen navigaatio

# Post Type General Name
source: Printable Form Channels
fi: Tulostettavat lomakkeet

# Post Type Singular Name
source: Printable Form Channel
fi: Tulostettava lomake

source: Printable Form Channels
fi: Tulostettavat lomakkeet

source: Printable Form Channel
fi: Tulostettava lomake

source: Printable Form Channel Archives
fi: Arkisto: Tulostettavat lomakkeet

source: Printable Form Channel Attributes
fi: Tulostettavan lomakkeen ominaisuudet

source: Parent Printable Form Channel:
fi: Ylälomake:

source: Add New Printable Form Channel
fi: Lisää uusi tulostettava lomake

source: New Printable Form Channel
fi: Uusi tulostettava lomake

source: Edit Printable Form Channel
fi: Muokkaa tulostettavaa lomaketta

source: Update Printable Form Channel
fi: Päivitä tulostettava lomake

source: View Printable Form Channel
fi: Näytä tulostettava lomake

source: View Printable Form Channels
fi: Näytä tulostettavat lomakkeet

source: Search Printable Form Channel
fi: Etsi tulostettavista lomakkeista

source: Insert into Printable Form Channel
fi: Lisää tulostettavaan lomakkeeseen

source: Printable Form Channels list
fi: Tulostettavien lomakkeiden luettelo

source: Printable Form Channels list navigation
fi: Tulostettavien lomakkeiden luettelon navigaatio

# Post Type General Name
source: Phone Channels
fi: Puhelinasiontikanavat

# Post Type Singular Name
source: Phone Channel
fi: Puhelinasionti

source: Phone Channels
fi: Puhelinasiontikanavat

source: Phone Channel Archives
fi: Arkisto: Puhelinasiointikanavat

source: Phone Channel Attributes
fi: Puhelinasiontikanavan ominaisuudet

source: Parent Phone Channel:
fi: Yläkohde:

source: Add New Phone Channel
fi: Lisää uusi puhelinasiointi

source: New Phone Channel
fi: Uusi puhelinasiointi

source: Edit Phone Channel
fi: Muokkaa puhelinasiointikanavaa

source: Update Phone Channel
fi: Päivitä puhelinasiointi

source: View Phone Channel
fi: Näytä puhelinasiointi

source: View Phone Channels
fi: Näytä puhelinasiointikanavat

source: Search Phone Channel
fi: Etsi puhelinasiointikanavista

source: Insert into Phone Channel
fi: Lisää puhelinasiointikanavaan

source: Phone Channels list
fi: Puhelinasiointikanavien luettelo

source: Phone Channels list navigation
fi: Puhelinasiointikanavien navigaatio

# Post Type General Name
source: Electronic Channels
fi: Verkkoasiointikanavat

# Post Type Singular Name
source: Electronic Channel
fi: Verkkoasiointi

source: Electronic Channels
fi: Verkkoasiointikanavat

source: Electronic Channel
fi: Verkkoasiointi

source: Electronic Channel Archives
fi: Arkisto: verkkoasiointikanavat

source: Electronic Channel Attributes
fi: Verkkoasiointikanavan ominaisuudet

source: Parent Electronic Channel:
fi: Yläkanava:

source: Add New Electronic Channel
fi: Lisää uusi verkkoasiointi

source: New Electronic Channel
fi: Uusi verkkoasiointi

source: Edit Electronic Channel
fi: Muokkaa verkkoasiointikanavaa

source: Update Electronic Channel
fi: Päivitä verkkoasiointi

source: View Electronic Channel
fi: Näytä verkkoasiointi

source: View Electronic Channels
fi: Näytä verkkoasiointikanavat

source: Search Electronic Channel
fi: Etsi verkkoasiointikanavista

source: Insert into Electronic Channel
fi: Lisää verkkoasioinkanavaan

source: Electronic Channels list
fi: Verkkoasiointikanavien luettelo

source: Electronic Channels list navigation
fi: Verkkoasiointiluettelon navigaatio

# Post Type General Name
source: Services
fi: ﻿Palvelut

# Post Type Singular Name
source: Service
fi: Palvelu

source: Services
fi: ﻿Palvelut

source: Service Archives
fi: Arkisto: Palvelut

source: Service Attributes
fi: Palvelun ominaisuudet

source: Parent Service:
fi: Pääpalvelu:

source: Add New Service
fi: Lisää uusi palvelu

source: New Service
fi: ﻿Uusi palvelu

source: Edit Service
fi: Muokkaa palvelua

source: Update Service
fi: Päivitä palvelu

source: View Service
fi: Näytä palvelu

source: View Services
fi: ﻿Näytä palvelut

source: Search Service
fi: ﻿Etsi palveluista

source: Insert into service
fi: Lisää palveluun

source: Services list
fi: Palveluluettelo

source: Services list navigation
fi: Palveluluettelon navigaatio

# Taxonomy General Name
source: Service classes
fi: Palveluluokat

# Taxonomy Singular Name
source: Service class
fi: Palveluluokka

source: Service classes
fi: Palveluluokat

source: All Service classes
fi: Kaikki palveluluokat

source: Parent Service class
fi: Pääpalveluluokka

source: Parent Service class:
fi: Pääpalveluluokka:

source: New Service class Name
fi: Uuden palveluluokan nimi

source: Add New Service class
fi: Lisää uusi palveluluokka

source: Edit Service class
fi: Muokkaa palveluluokkaa

source: Update Service class
fi: Päivitä palveluluokka

source: View Service class
fi: Näytä palveluluokka

source: Separate items with commas
fi: Erottele kohteet pilkulla

source: Add or remove items
fi: Lisää tai poista kohteita

source: Choose from the most used
fi: ﻿Valitse käytetyimmistä

source: Popular Service classes
fi: Suosituimmat palveluluokat

source: Search Service classes
fi: Etsi palveluluokista

source: Not Found
fi: Ei tuloksia

source: No items
fi: ﻿Ei kohteita

source: Service classes list
fi: Paveluluokkien luettelo

source: Service classes list navigation
fi: Palveluluokkien luettelon navigaatio

# Taxonomy General Name
source: Ontology terms
fi: Asiasanat

# Taxonomy Singular Name
source: Ontology term
fi: Asiasana

source: Ontology terms
fi: Asiasanat

source: All Ontology terms
fi: Kaikki asiasanat

source: Parent Ontology term
fi: Yläasiasana

source: Parent Ontology term:
fi: Yläasiasana:

source: New Ontology term Name
fi: Uusi asiasana

source: Add New Ontology term
fi: Lisää uusi asiasana

source: Edit Ontology term
fi: Muokkaa asiasanaa

source: Update Ontology term
fi: Päivitä asiasana

source: View Ontology term
fi: Näytä asiasana

source: Popular Ontology terms
fi: Suosituimmat asiasanat

source: Search Ontology terms
fi: Etsi asiasanoista

source: Ontology terms list
fi: Asiasanaluettelo

source: Ontology terms list navigation
fi: Asiasanaluettelon navigaatio

# Taxonomy General Name
source: Target groups
fi: Kohderyhmät

# Taxonomy Singular Name
source: Target group
fi: Kohderyhmä

source: Target groups
fi: Kohderyhmät

source: All Target groups
fi: Kaikki kohderyhmät

source: Parent Target group
fi: Yläkohderyhmä

source: Parent Target group:
fi: Yläkohderyhmä:

source: New Target group Name
fi: Uuden kohderyhmän nimi

source: Add New Target group
fi: Lisää uusi kohderyhmä

source: Edit Target group
fi: Muokkaa kohderyhmää

source: Update Target group
fi: Päivitä kohderyhmä

source: View Target group
fi: Näytä kohderyhmä

source: Popular Target groups
fi: Suositummat kohderyhmät

source: Search Target groups
fi: Etsi kohderyhmistä

source: Target groups list
fi: Kohderyhmäluettelo

source: Target groups list navigation
fi: Kohderyhmäluettelon navigaatio

# Taxonomy General Name
source: Industrial classes
fi: Toimialat

# Taxonomy Singular Name
source: Industrial class
fi: Toimiala

source: Industrial classes
fi: Toimialat

source: All Industrial classes
fi: Kaikki toimialat

source: Parent Industrial class
fi: Päätoimiala

source: Parent Industrial class:
fi: Päätoimiala

source: New Industrial class Name
fi: Uuden toimialan nimi

source: Add New Industrial class
fi: Lisää uusi toimiala

source: Edit Industrial class
fi: Muokkaa toimialaa

source: Update Industrial class
fi: Päivitä toimiala

source: View Industrial class
fi: Näytä toimialat

source: Popular Industrial classes
fi: Käytetyimmät toimialat

source: Search Industrial classes
fi: Etsi toimialoista

source: Industrial classes list
fi: Toimialaluettelo

source: Industrial classes list navigation
fi: Toimialaluettelon navigaatio

# Taxonomy General Name
source: Life Events
fi: Elämäntilanteet

# Taxonomy Singular Name
source: Life Event
fi: Elämäntilanne

source: Life Events
fi: Elämäntilanteet

source: All Life Events
fi: Kaikki elämäntilanteet

source: Parent Life Event
fi: Yläkohde:

source: Parent Life Event:
fi: Yläkohde:

source: New Life Event Name
fi: Uuden elämäntilanteen nimi

source: Add New Life Event
fi: Lisää uusi elämäntilanne

source: Edit Life Event
fi: Muokkaa elämäntilannetta

source: Update Life Event
fi: Päivitä elämäntilanne

source: View Life Event
fi: Näytä elämäntilanne

source: Popular Life Events
fi: Käytetyimmät elämäntilanteet

source: Search Life Events
fi: Hae elämäntilanteista

source: Life Events list
fi: Elämäntilanneluetteo

source: Life Events list navigation
fi: Elämäntilanneluettelon navigaatio

source: Select one
fi: ﻿Valitse yksi

source: No general description
fi: Ei pohjakuvausta

source: Request contains invalid properties.
fi: Pyyntö sisältää virheellisiä arvoja.

source: Failed to create the item to the PTV.
fi: Kohteen luonti PTV:hen epäonnistui.

source: Failed to update the item to the PTV.
fi: Kohteen tallennus PTV:hen epäonnistui.

source: Post id or object missing.
fi: Kohteen ID tai päivitettävä kohde puuttuu.

source: Item was saved to the PTV, but synchronization of unique ids to translations failed.
fi: Kohde tallennettiin PTV:hen, mutta yksiköllisten tunnisteiden synkronointi kieliversioihin epäonnistui.

source: Item was saved to the PTV, but synchronization of authentication and signature fields to translations failed.
fi: Kohde tallennettiin PTV:hen, mutta todennus- ja allekirjoituskenttien synkronointi kieliversioihin epäonnistui.

source: Item was saved to the PTV, but synchronization of service hours to translations failed.
fi: Kohde tallennettiin PTV:hen, mutta palveluaikojen synkronointi kieliversioihin epäonnistui.

source: Item was saved to the PTV, but synchronization of areas to translations failed.
fi: Kohde tallennettiin PTV:hen, mutta alueiden synkronointi kieliversioihin epäonnistui.

source: Item was saved to the PTV, but synchronization of modified time to translations failed.
fi: Kohde tallennettiin PTV:hen, mutta muokkausajan synkronointi kieliversioihin epäonnistui.

source: New items can only be created in the primary language. Please attach translation to an item created in the primary language.
fi: Uusia kohteita voi tehdä ainoastaan oletuskielellä. Liitä käännös oletuskielellä tehtyyn kohteeseen.

source: Item was saved to the PTV, but synchronization of languages to translations failed.
fi: Kohde tallennettiin PTV:hen, mutta kielien synkronointi kieliversioihin epäonnistui.

source: Item was saved to the PTV, but synchronization of delivery address to translations failed.
fi: Kohde tallennettiin PTV:hen, mutta jakeluosoitteen synkronointi kieliversioihin epäonnistui.

source: Item was saved to the PTV, but update of service and channel connections failed.
fi: Kohde tallennettiin PTV:hen, mutta palveluiden ja asiointikanavien suhteiden päivittäminen epäonnistui.

source: Item was saved to the PTV, but synchronization of service and channel connections to translations failed.
fi: Kohde tallennettiin PTV:hen, mutta palveluiden ja asiointikanavien suhteiden synkronointi epäonnistui.

source: Item was saved to the PTV, but synchronization of organizations to translations failed.
fi: Kohde tallennettiin PTV:hen, mutta organisaatioiden synkronointi kieliversioihin epäonnistui.

source: Item was saved to the PTV, but synchronization of taxonomies to translations failed.
fi: Kohde tallennettiin PTV:hen, mutta luokitteluiden synkronointi kieliversioihin epäonnistui.
