Repository: valu-digital/ptv-for-wordpress
Catalog: languages/ptv-for-wordpress-*.po
Languages: fi

source: Item was saved to the PTV, but synchronization of service charge type to translations failed.
fi: Kohde tallennettiin PTV:hen, mutta maksullisuuden tilan synkronointi kieliversioihin epäonnistui.

source: Item was saved to the PTV, but synchronization of legislation to translations failed.
fi: Kohde tallennettiin PTV:hen, mutta lainsäädännön synkronointi kieliversioihin epäonnistui.

source: Item was saved to the PTV, but synchronization of addresses to translations failed.
fi: Kohde tallennettiin PTV:hen, mutta osoitteiden synkronointi kieliversioihin epäonnistui.

source: Every %d Minutes
fi: joka %d minuutti

source: Item type is invalid
fi: ﻿Kohteen tyyppi ei kelpaa

source: Visiting address is required value.
fi: Käyntiosoite on pakollinen tieto.

source: Only one delivery address is allowed.
fi: Vain yksi toimitusosoite on sallittu.

source: Subtype of visiting address must be single.
fi: Käyntiosoitteen alatyyppi tulee olla yksittäinen.

source: Define API constants in the wp-config.php and enable Polylang plugin.
fi: Määritä lisäosan tarvitsemat muuttujat wp-config.php -tiedostossa ja ota Polylang-lisäosa käyttöön.
